<?php
return [
    'sign_up_error' => '<p>При регистрации возникла ошибка</p>',
    'cabinet_user_error' => '<p>Ошибка при обновлении данных</p>',
    '__enter_error' => '<p>Ошибка при входе в систему. Проверьте введенные вами данные. Если ошибка повторяется, пожалуйста, обратитесь в службу технической поддержки.</p>',
    'role_error' => '<p>У вас недостаточно прав для выполнения этих действий. Пожалуйста, обратитесь в службу технической поддержки ресурса.</p>', //You do not have sufficient rights to perform these actions. Please contact technical support for the resource.
    'user_blocked' => '<p>Пользователь заблокирован</p>',
    'vacancy_create_error'  => '<p>Ошибка при создании вакансии. Попробуйте ещё раз.</p>',
    'vacancy_update_error'  => '<p>Ошибка при обновлении вакансии. Попробуйте ещё раз.</p>',
    'resume_create_error'  => '<p>Ошибка при создании резюме. Попробуйте ещё раз.</p>',
    'resume_update_error'  => '<p>Ошибка при обновлении резюме. Попробуйте ещё раз.</p>',
    'vacancy_delete_error'   => '<p>Ошибка при удалении вакансии. Попробуйте ещё раз.</p>',
    'vacancy_archive_error'   => '<p>Ошибка при архивировании вакансии. Попробуйте ещё раз.</p>',
    'vacancy_restore_error'   => '<p>Ошибка при восстановлении вакансии. Попробуйте ещё раз.</p>',
    'resume_delete_error'   => '<p>Ошибка при удалении резюме. Попробуйте ещё раз.</p>',
    'resume_archive_error'  => '<p>Ошибка при архивировании резюме. Попробуйте ещё раз.</p>',
    'resume_restore_error'  => '<p>Ошибка при восстановлении резюме. Попробуйте ещё раз.</p>',
    'user_not_found' => '<p>Пользователь с таким email не найден.</p>',
    'password_reset_no_email' => '<p>Email не передан. Попробуйте снова.</p>',
    'password_reset_no_correct_email' => '<p>Некорректный email. Попробуйте снова.</p>',
    'password_reset_no_user' => '<p>Пользователь с таким email не найден.</p>',
    'password_reset_error' => '<p>Ссылка для сброса пароля недействительна или устарела.</p>',


];

