<?php
return [
    'sign_up_ok' => '<p>Личный кабинет успешно зарегистрирован</p>',
    'cabinet_user_ok' => '<p>Данные успешно отредактированы</p>',
    '__good_exit' => '<p>Вы успешно вышли из своей учетной записи</p>', //You have successfully logged out of your account.
    'user_published' => '<p>Пользователь успешно опубликован</p>',
    'cabinet_message_send_ok' => '<p>Сообщение отправлено</p>',
    'vacancy_create_ok' => '<p>Ваша вакансия успешно добавлена. Она будет опубликована после проверки.</p>',
    'resume_create_ok' => '<p>Ваше резюме успешно добавлено. Оно будет опубликовано после проверки.</p>',






];

