<?php
return [
    'paginate' => 35,
    'published_on' =>'<h3 class="h3">Ваш профиль прошел модерацию</h3><p>Поздравляем! Теперь вы можете полноценно пользоваться сервисом</p>',
    'published_off' =>'<h3 class="h3">Ваш профиль на модерации</h3><p>В ближайшее время вы сможете полноценно пользоваться сервисом</p>',
    'tarif_error' =>'Тариф указан не корректно. Обратитесь в техническую поддержку',
    'search_registry_empty' => 'Нет пользователей, удовлетворяющих условиям поиска. Попробуйте изменить условия поиска.',
'about_me' => 'Коротко о себе',
    'experience' => 'Опыт работы',
    'languages' => 'Владение языками',
    'network_message' => 'Социальные сети и мессенджеры',
    'telegram' => 'Telegram',
    'whatsapp' => 'WhatsApp',
    'instagram' => 'Instagram',
    'site' => 'WebSite',
    'cabinet_edit' => 'Сохранить изменения',
    'send_request' => 'Отправить заявку',
];

